{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["M", "Al-Turany"], ["D", "Bertini"], ["R", "Karabowicz"], ["D", "Kresan"], ["P", "Malzacher"], ["T", "Stockmanns"], ["F", "Uhlig"]], "title": "The {FairRoot} framework", "journa": "", "year": "2012", "doi": "10.1088/1742-6596/396/2/022001", "url": "https://doi.org/10.1088/1742-6596/396/2/022001", "month": "dec", "publisher": "{IOP} Publishing", "volume": "396", "number": "2", "pages": "022001", "page1": "022001", "page2": 0, "journal": ["Journal of Physics: Conference Series", "JPCS", "J. Phys."], "abstract": "The FairRoot framework is an object oriented simulation, reconstruction and data analysis framework based on ROOT. It includes core services for detector simulation and offline analysis. The framework delivers base classes which enable the users to easily construct their experimental setup in a fast and convenient way. By using the Virtual Monte Carlo concept it is possible to perform the simulations using either Geant3 or Geant4 without changing the user code or the geometry description. Using and extending the task mechanism of ROOT it is possible to implement complex analysis tasks in a convenient way. Moreover, using the FairCuda interface of the framework it is possible to run some of these tasks also on GPU. Data IO, as well as parameter handling and data base connections are also handled by the framework. Since some of the experiments will not have an experimental setup with a conventional trigger system, the framework can handle also free flowing input streams of detector data. For this mode of operation the framework provides classes to create the needed time sorted input streams of detector data out of the event based simulation data. There are also tools to do radiation studies and to visualize the simulated data. A CMake-CDash based building and monitoring system is also part of the FairRoot services which helps to build and test the framework on many different platforms in an automatic way, including also Continuous Integration.", "bname": "AlturanyM_JPCS_2012_396_022001", "bnumber": -1, "btype": "article", "btag": [""], "xname": "Al_Turany_2012"}