{"bname": "BarnardACL_NP_1966_86_130_12C_p_p", "bnumber": -1, "btype": "article", "btag": ["12C_p_p"], "author": [["A.", "C.", "L.", "Barnard"], ["J.", "B.", "Swint"], ["T.", "B.", "Clegg"]], "collaboration": ["", "", ""], "reference": {}, "citedby": {}, "reaction": [["12C", "p", "p"]], "xname": "BARNARD1966130", "title": "Cross sections as a function of angle and complex phase shifts for the scattering of protons from 12C", "journal": ["Nuclear Physics", "NP", "Nucl. Phys."], "year": "1966", "volume": "86", "number": "1", "pages": "130-144", "page1": "130", "page2": "144", "issn": "0029-5582", "doi": "10.1016/0029-5582(66)90296-3", "url": "https://www.sciencedirect.com/science/article/pii/0029558266902963", "keywords": "Nuclear Reactions C(p, p),  = 2.4–11.6 MeV, C(p, p′),  = 6.6–11.6 MeV, C(p, α),  = 11.6 MeV, measured ()., Natural target.", "abstract": "Absolute differential cross sections as a function of angle for the elastic scattering of protons by 12C, and for the reactions which occur, were measured at incident proton energies Ep = 2.39, 2.97, 3.97, 4.99, 5.66, 6.18, 6.65, 6.77, 8.07, 8.39, 8.96, 9.39, 9.81 and 11.60 MeV. Complex phase shifts were obtained to represent the elastic scattering cross sections, the total inelastic cross sections and certain polarization data. The phase-shift values at the above discrete energies were used to estimate a continuous energy dependence for the phase shifts in the range 5.0 ≦ Ep ≦ 9.5 MeV, omitting the rapid energy variation due to narrow levels. The estimates were varied slightly to obtain a good fit (except over the narrow levels) to the previously reported cross sections as a continuous function of energy. Finally the narrow levels were included in a calculation of the differential elastic scattering cross section, the total reaction cross section and the polarization at θlab = 50°, all as a continuous function of energy. The calculation adequately reproduced the experimental data through most of the energy range. Only one of the states close to Ep = 9.14 MeV was included in the calculations, so that the results differed significantly from the experimental values above Ep = 8.5 MeV.", "bcite": "A. Barnard et. al., Nucl. Phys. 86 (1966) 130"}