{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["Hans", "Bichsel"]], "title": "A method to improve tracking and particle identification in TPCs and silicon detectors", "journa": "", "year": "2006", "journal": ["Nuclear Instruments and Methods in Physics Research Section A: Accelerators, Spectrometers, Detectors and Associated Equipment", "NIMA", "Nucl. Instrum. Methods Phys. Res., Sect. A"], "volume": "562", "number": "1", "pages": "154-197", "page1": "154", "page2": "197", "issn": "0168-9002", "doi": "https://doi.org/10.1016/j.nima.2006.03.009", "url": "https://www.sciencedirect.com/science/article/pii/S0168900206005353", "keywords": "Energy loss, Ionization, Particle identification, Tracking", "abstract": "The measurement of the ionization by charged particles in a medium (gas or condensed) together with the measurement of their momentum or energy is used for tracking the particles and to determine their identity. For tracking the lateral extent of the ionization cloud should be known. For tracking and for charged particle identification (PID), one must understand that energy loss of particles, ionization and detector output are related, but not identical. In this paper, I discuss the relevant physics processes involved in PID and tracking and the stochastic nature of the energy loss mechanism. These calculations can be made with analytic and Monte Carlo methods. The expression dE/dx should be abandoned; it is never relevant to the signals in a particle-by-particle analysis. Specific terms such as energy loss, energy deposition, ionization and pulse height should be used instead. It is important that an accurate data analysis requires attention to track segmentation. I will show that properties of straggling functions for gases and thin silicon detectors are similar for equivalent absorber thicknesses and general conclusions given for one absorber will be valid for others. Thus, these techniques can be used in Time Projection Chambers (TPCs) and Silicon Drift Detectors. I will show how to use this formalism in the STAR and ALICE TPCs and describe how its use has improved the performance of the detector.", "bname": "BichselHans_NIMA_2006_562_154", "bnumber": -1, "btype": "article", "btag": [""], "xname": "BICHSEL2006154"}