{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["J.", "P.", "Bondorf"], ["A.", "S.", "Botvina"], ["A.", "S.", "Iljinov"], ["I.", "N.", "Mishustin"], ["K.", "Sneppen"]], "title": "Statistical multifragmentation of nuclei", "journa": "", "year": "1995", "journal": ["Physics Reports", "PR", "Phys. Rep."], "volume": "257", "number": "3", "pages": "133-221", "page1": "133", "page2": "221", "issn": "0370-1573", "doi": "https://doi.org/10.1016/0370-1573(94)00097-M", "url": "https://www.sciencedirect.com/science/article/pii/037015739400097M", "abstract": "This review is devoted to the Statistical Multifragmentation Model (SMFM) developed in Copenhagen more than 10 years ago and widely used now for interpreting experimental data on multiple fragment production in different nuclear reactions. The model is based on the assumption of simultaneous break-up of a thermalized nuclear system. Basic principles and different realizations of the statistical approach to the nuclear multifragmentation are described in detail. Special emphasis is put on the implementation of specific nuclear features such as finite size effects, internal excitation of fragments, their strong and Coulomb interaction. Hot primary fragments are treated within the liquid-drop approximation. An efficient Monte Carlo method is proposed for generating microcanonical ensembles of break-up channels. Deexcitation of hot fragments via evaporation and Fermi break-up is also included in the numerical code. The evolution of nuclear disintegration mechanisms with increasing excitation energy, from compound nucleus to multifragmentation and vaporization, follows naturally from the model. Observable signals of multifragmentation are discussed and numerous applications of the model for analyzing experimental data are demonstrated. In particular, hybrid models, combining dynamical simulations of non-equilibrium stages of the reaction with statistical break-up of thermalized intermediate systems, are described. The â\u0080\u009cbacktracingâ\u0080\u009d method of reconstructing parameters of decaying sources from experimental data is also presented.", "bname": "BondorfJP_PR_1995_257_133", "bnumber": -1, "btype": "article", "btag": [""], "xname": "BONDORF1995133"}