{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["C.", "B.", "Das"], ["S.", "{Das", "Gupta}"], ["W.", "G.", "Lynch"], ["A.", "Z.", "Mekjian"], ["M.", "B.", "Tsang"]], "title": "The thermodynamic model for nuclear multifragmentation", "journa": "", "year": "2005", "journal": ["Physics Reports", "PR", "Phys. Rep."], "volume": "406", "number": "1", "pages": "1-47", "page1": "1", "page2": "47", "issn": "0370-1573", "doi": "https://doi.org/10.1016/j.physrep.2004.10.002", "url": "https://www.sciencedirect.com/science/article/pii/S0370157304004557", "keywords": "Heavy ion, Intermediate energy, Composites multiplicity, Thermodynamics", "abstract": "A great many observables seen in intermediate energy heavy ion collisions can be explained on the basis of statistical equilibrium. Calculations based on statistical equilibrium can be implemented in microcanonical ensemble (energy and number of particles in the system are kept fixed), canonical ensemble (temperature and number of particles are kept fixed) or grand canonical ensemble (fixed temperature and a variable number of particles but with an assigned average). This paper deals with calculations with canonical ensembles. A recursive relation developed recently allows calculations with arbitrary precision for many nuclear problems. Calculations are done to study the nature of phase transition in intermediate energy heavy ion collision, to study the caloric curves for nuclei and to explore the possibility of negative specific heat because of the finiteness of nuclear systems. The model can also be used for detailed calculations of other observables not connected with phase transitions, such as populations of selected isotopes in a heavy ion collision. The model also serves a pedagogical purpose. For the problems at hand, both the canonical and grand canonical solutions are obtainable with arbitrary accuracy hence we can compare the values of observables obtained from the canonical calculations with those from the grand canonical. Sometimes, very interesting discrepancies are found. To illustrate the predictive power of the model, calculated observables are compared with data from the central collisions of Sn isotopes.", "bname": "DasCB_PR_2005_406_1", "bnumber": -1, "btype": "article", "btag": [""], "xname": "DAS20051"}