{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["J.", "Estee"], ["W.", "G.", "Lynch"], ["J.", "Barney"], ["G.", "Cerizza"], ["G.", "Jhang"], ["J.", "W.", "Lee"], ["R.", "Wang"], ["T.", "Isobe"], ["M.", "Kaneko"], ["M.", "Kurata-Nishimura"], ["T.", "Murakami"], ["R.", "Shane"], ["S.", "Tangwancharoen"], ["C.", "Y.", "Tsang"], ["M.", "B.", "Tsang"], ["B.", "Hong"], ["P.", "Lasko"], ["J.", "Lukasik"], ["A.", "B.", "McIntosh"], ["P.", "PawLowski"], ["K.", "Pelczar"], ["H.", "Sakurai"], ["C.", "Santamaria"], ["D.", "Suzuki"], ["S.", "J.", "Yennello"], ["Y.", "Zhang"]], "title": "Extending the dynamic range of electronics in a Time Projection Chamber", "journa": "", "year": "2019", "journal": ["Nuclear Instruments and Methods in Physics Research Section A: Accelerators, Spectrometers, Detectors and Associated Equipment", "NIMA", "Nucl. Instrum. Methods Phys. Res., Sect. A"], "volume": "944", "pages": "162509", "page1": "162509", "page2": 0, "issn": "0168-9002", "doi": "https://doi.org/10.1016/j.nima.2019.162509", "url": "https://www.sciencedirect.com/science/article/pii/S0168900219310472", "keywords": "TPC, Heavy ion collisions, Dynamic range", "abstract": "When Time Projection Chambers (TPCs) are used in low to intermediate heavy ion collisions, the mass and momentum range of the emitted particles cover a wide range in energy losses. Many TPC readout electronics currently only have a single gain output with a fixed dynamic range. In a recent set of experiments using the SAMURAI Pion-Reconstruction and Ion-Tracker (SÏ\u0080RIT) TPC, it was important to simultaneously measure relativistic pions and heavy ion tracks from the same collisions. As the ionization from a trackâ\u0080\u0099s energy loss is collected and multiplied by the anode wires, a distribution of image charges is induced on the TPC read-out pads. If the avalanche on a wire is large enough, the charge collected by pads directly underneath will saturate the readout electronics; pads farther away in the distribution will not be saturated. Using these unsaturated pads and the known pad distribution function, we can estimate the charge on saturated pads, increasing the dynamic range by a factor of 5.", "bname": "EsteeJ_NIMA_2019_944_162509", "bnumber": -1, "btype": "article", "btag": [""], "xname": "ESTEE2019162509"}