{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["R", "Fr\\''uhwirth"], ["A", "Strandlie"]], "title": "Robust circle reconstruction with the Riemann fit", "journa": "", "year": "2018", "doi": "10.1088/1742-6596/1085/4/042004", "url": "https://doi.org/10.1088/1742-6596/1085/4/042004", "month": "sep", "publisher": "{IOP} Publishing", "volume": "1085", "pages": "042004", "page1": "042004", "page2": 0, "journal": ["Journal of Physics: Conference Series", "JPCS", "J. Phys."], "abstract": "Finding and fitting circles from a set of points is a frequent problem in the data analysis of high-energy physics experiments. In a tracker immersed in a homogeneous magnetic field, tracks are close to perfect circles if projected to the bending plane. In a ring-imaging Cherenkov (RICH) detector, circles of photons around the crossing point of charged particles have to be found and their radii estimated. In both cases, non-negligible background may be present that tends to complicate the pattern recognition and to bias the circle fit. In this contribution we present a robust circle fit based on a modified Riemann fit that removes or significantly reduces the effect of background points. As in the standard Riemann fit, the measured points are projected to the Riemann sphere or paraboloid, and a plane is fitted to the projected points. The fit is made robust by replacing the usual least-squares regression by a least median of squares (LMS) regression. Because of the high breakdown point of the LMS estimator, the fit is insensitive to background points. The LMS plane is used to initialize the weights of an M-estimator that refits the plane in order to suppress eventual remaining outliers and to obtain the final circle parameters. The method is demonstrated on three sets of artificial data: points on a circle plus a comparable number of background points; points on two overlapping circles with additional background; and points obtained by the simulation of tracks in a drift chamber with mirror points and additional background. The results show high circle finding efficiency and small contamination of the final fitted circles.", "bname": "FruhwirthR_JPCS_2018_1085_042004", "bnumber": -1, "btype": "article", "btag": [""], "xname": "Fr_hwirth_2018"}