{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["S.", "Galanopoulos"], ["G.", "A.", "Souliotis"], ["A.", "L.", "Keksis"], ["M.", "Veselsky"], ["Z.", "Kohley"], ["L.", "W.", "May"], ["D.", "V.", "Shetty"], ["S.", "N.", "Soisson"], ["B.", "C.", "Stein"], ["S.", "Wuenschel"], ["S.", "J.", "Yennello"]], "title": "Isoscaling of mass A$\\simeq$40 reconstructed quasiprojectiles from collisions in the Fermi energy regime", "journa": "", "year": "2010", "journal": ["Nuclear Physics A", "NPA", "Nucl. Phys. A"], "volume": "837", "number": "3", "pages": "145-162", "page1": "145", "page2": "162", "issn": "0375-9474", "doi": "https://doi.org/10.1016/j.nuclphysa.2010.01.248", "url": "https://www.sciencedirect.com/science/article/pii/S0375947410003702", "keywords": ", measured, analyzed", "abstract": "Isoscaling studies of fragments with Z=1â\u0080\u00938 from reconstructed quasiprojectiles of mass Aâ\u0089\u008340 from the Ar40+Sn124, 112Sn and Ca40+Sn124, 112Sn reactions at beam energy of 45 MeV/nucleon were performed. After initial efforts to obtain isoscaling with the â\u0080\u009ctraditionalâ\u0080\u009d approach of using pairs of systems differing in their isospin asymmetry (or neutron-to-proton ratio N/Z), â\u0080\u009cintra-systemâ\u0080\u009d isoscaling for each of these four systems was obtained using fragment sources restricted in two narrow N/Z regions (one neutron-rich and one neutron-poor). The observed isoscaling behavior was excellent and the isoscaling parameter Î± was found to decrease with increasing excitation energy. Corrections due to undetected neutrons were also taken into account in the source N/Z determination by using the theoretical models DIT (Deep Inelastic Transfer) and SMM (Statistical Multifragmentation Model) along with a software replica of the experimental setup. These corrections were applied to the determination of the parameter Î\u0094 (expressing the difference in the isospin asymmetry of the two sources used in the isoscaling). The reduced isoscaling parameter Î±/Î\u0094 was obtained and found to decrease as the excitation energy of the quasiprojectile source increases, in good agreement with recent work on reconstructed mass Aâ\u0089\u008380 quasiprojectiles. This decrease of Î±/Î\u0094 may point to a decrease of the symmetry energy coefficient with increasing excitation energy.", "bname": "GalanopoulosS_NPA_2010_837_145", "bnumber": -1, "btype": "article", "btag": [""], "xname": "GALANOPOULOS2010145"}