{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["T.", "Isobe"], ["G.", "Jhang"], ["H.", "Baba"], ["J.", "Barney"], ["P.", "Baron"], ["G.", "Cerizza"], ["J.", "Estee"], ["M.", "Kaneko"], ["M.", "Kurata-Nishimura"], ["J.", "W.", "Lee"], ["W.", "G.", "Lynch"], ["T.", "Murakami"], ["N.", "Nakatsuka"], ["E.", "C.", "Pollacco"], ["W.", "Powell"], ["H.", "Sakurai"], ["C.", "Santamaria"], ["D.", "Suzuki"], ["S.", "Tangwancharoen"], ["M.", "B.", "Tsang"]], "title": "Application of the Generic Electronics for Time Projection Chamber (GET) readout system for heavy Radioactive isotope collision experiments", "journa": "", "year": "2018", "journal": ["Nuclear Instruments and Methods in Physics Research Section A: Accelerators, Spectrometers, Detectors and Associated Equipment", "NIMA", "Nucl. Instrum. Methods Phys. Res., Sect. A"], "volume": "899", "pages": "43-48", "page1": "43", "page2": "48", "issn": "0168-9002", "doi": "https://doi.org/10.1016/j.nima.2018.05.022", "url": "https://www.sciencedirect.com/science/article/pii/S0168900218306223", "keywords": "Time projection chamber, Readout electronics, Radioactive isotope, Heavy ion collision", "abstract": "We have implemented the Generic Electronics for Time Projection Chamber (GET) in a SAMURAI Pion Reconstruction and Ion-Tracker (SÏ\u0080RIT) readout system for heavy radioactive ion collision experiments at RIKEN-RIBF. The SÏ\u0080RIT experiment is designed for heavy ion collision experiments with radioactive ion beams, where a Time Projection Chamber (TPC) with 12096 pixelized readout pads is employed as the main device. Since the TPC is located on the beam line, the readout electronics must handle small signals from pions as well as very large signals from beam or large fragment particles. Operation of the GET electronics during experiment functioned well using 270 time-bucket readout with 25 MHz sampling at an event Data acquisition (DAQ) rate of 60 Hz. Using the slope information of acquired signals it is possible to extend the dynamic range of dE/dx information compared to using the peak height information. However, huge signals arising from energetic ÎŽ-rays produced by un-interacted projectiles induce dead channels, which can be recovered after 70 ÎŒs on average.", "bname": "IsobeT_NIMA_2018_899_43", "bnumber": -1, "btype": "article", "btag": [""], "xname": "ISOBE201843"}