{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["M.", "Kaneko"], ["T.", "Murakami"], ["K.", "Miwa"], ["T.", "Shiozaki"], ["J.", "Barney"], ["G.", "Cerizza"], ["J.", "Estee"], ["T.", "Isobe"], ["G.", "Jhang"], ["M.", "Kurata-Nishimura"], ["P.", "Lasko"], ["J.", "W.", "Lee"], ["J.", "Å\u0081ukasik"], ["W.", "G.", "Lynch"], ["N.", "Nakatsuka"], ["P.", "PawÅ\u0082owski"], ["H.", "Sakurai"], ["C.", "Santamaria"], ["D.", "Suzuki"], ["C.", "Y.", "Tsang"], ["M.", "B.", "Tsang"], ["R.", "Wang"], ["Y.", "Zhang"]], "title": "Multiplicity trigger detector for the S$\\pi$RIT experiment", "journa": "", "year": "2022", "journal": ["Nuclear Instruments and Methods in Physics Research Section A: Accelerators, Spectrometers, Detectors and Associated Equipment", "NIMA", "Nucl. Instrum. Methods Phys. Res., Sect. A"], "volume": "1039", "pages": "167010", "page1": "167010", "page2": 0, "issn": "0168-9002", "doi": "https://doi.org/10.1016/j.nima.2022.167010", "url": "https://www.sciencedirect.com/science/article/pii/S0168900222004387", "keywords": "Central heavy-ion collision, Charged-particle multiplicity, Trigger efficiency", "abstract": "A multiplicity trigger detector (MTD) was developed for the SÏ\u0080RIT experiment that aims to probe the high-density symmetry energy via heavy-ion collisions (HICs). The MTD is designed to measure the charged-particle multiplicity in HICs to provide a trigger signal that can be used to select high-multiplicity events induced by central collisions. The MTD consists of two side-walls segmented into 30 plastic scintillation paddles, each equipped with a multi-pixel photon counter. A custom board with EASIROC front-end ASIC is used as readout electronics. A multiplicity logic signal is generated by an on-board FPGA that processes the discriminated signals from EASIROCs. The overall latency of the whole detector system for outputting the trigger is less than 100ns, including 52ns of electronics latency for processing the signals. During the measurement of 112Sn+124Sn reactions at an incident energy of 270MeV/nucleon, the minimum multiplicity threshold of the MTD was set to 4, where the overall trigger efficiency was obtained to be about 39% for inclusive nuclear reactions. A simulation study with a numerical calculation of HICs found that the central collisions of impact parameters of less than 4fm can be triggered with a high efficiency of more than 95% by the experimental trigger condition.", "bname": "KanekoM_NIMA_2022_1039_167010", "bnumber": -1, "btype": "article", "btag": [""], "xname": "KANEKO2022167010"}