{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["P.", "Lasko"], ["M.", "Adamczyk"], ["J.", "Brzychczyk"], ["P.", "Hirnyk"], ["J.", "Lukasik"], ["P.", "Paw\\l{}owski"], ["K.", "Pelczar"], ["A.", "Snoch"], ["A.", "Sochocka"], ["Z.", "Sosin"], ["J.", "Barney"], ["G.", "Cerizza"], ["J.", "Estee"], ["T.", "Isobe"], ["G.", "Jhang"], ["M.", "Kaneko"], ["M.", "Kurata-Nishimura"], ["W.", "G.", "Lynch"], ["T.", "Murakami"], ["C.", "Santamaria"], ["M.", "B.", "Tsang"], ["Y.", "Zhang"]], "title": "KATANA - A charge-sensitive triggering system for the S$\\pi$RIT experiment", "journa": "", "year": "2017", "journal": ["Nuclear Instruments and Methods in Physics Research Section A: Accelerators, Spectrometers, Detectors and Associated Equipment", "NIMA", "Nucl. Instrum. Methods Phys. Res., Sect. A"], "volume": "856", "pages": "92-98", "page1": "92", "page2": "98", "issn": "0168-9002", "doi": "https://doi.org/10.1016/j.nima.2017.03.006", "url": "https://www.sciencedirect.com/science/article/pii/S0168900217303224", "keywords": "Charged particle detection, TPC triggering, Plastic scintillator, Silicon photomultiplier, In-beam radiation damage, Number of scintillation photons.", "abstract": "KATANA - the Krakow Array for Triggering with Amplitude discrimiNAtion - has been built and used as a trigger and veto detector for the SÏ\u0080RIT TPC at RIKEN. Its construction allows operating in magnetic field and providing fast response for ionizing particles, giving an approximate forward multiplicity and charge information. Depending on this information, trigger and veto signals are generated. The article presents performance of the detector and details of its construction. A simple phenomenological parametrization of the number of emitted scintillation photons in plastic scintillator is proposed. The effect of the light output deterioration in the plastic scintillator due to the in-beam irradiation is discussed.", "bname": "LaskoP_NIMA_2017_856_92", "bnumber": -1, "btype": "article", "btag": [""], "xname": "LASKO201792"}