{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["J.", "M.", "Lattimer"], ["M.", "Prakash"]], "title": "Neutron Star Structure and the Equation of State", "journa": "", "year": "2001", "doi": "10.1086/319702", "url": "https://doi.org/10.1086/319702", "month": "mar", "publisher": "American Astronomical Society", "volume": "550", "number": "1", "pages": "426--442", "page1": "426", "page2": "442", "journal": ["The Astrophysical Journal", "ApJ", "Astro. J."], "abstract": "The structure of neutron stars is considered from theoretical and observational perspectives. We demonstrate an important aspect of neutron star structure: the neutron star radius is primarily determined by the behavior of the pressure of matter in the vicinity of nuclear matter equilibrium density. In the event that extreme softening does not occur at these densities, the radius is virtually independent of the mass and is determined by the magnitude of the pressure. For equations of state with extreme softening or those that are self-bound, the radius is more sensitive to the mass. Our results show that in the absence of extreme softening, a measurement of the radius of a neutron star more accurate than about 1 km will usefully constrain the equation of state. We also show that the pressure near nuclear matter density is primarily a function of the density dependence of the nuclear symmetry energy, while the nuclear incompressibility and skewness parameters play secondary roles. In addition, we show that the moment of inertia and the binding energy of neutron stars, for a large class of equations of state, are nearly universal functions of the star's compactness. These features can be understood by considering two analytic, yet realistic, solutions of Einstein's equations, by, respectively, Buchdahl and Tolman. We deduce useful approximations for the fraction of the moment of inertia residing in the crust, which is a function of the stellar compactness and, in addition, the pressure at the core-crust interface.", "bname": "LattimerJM_ApJ_2001_550_426", "bnumber": -1, "btype": "article", "btag": [""], "xname": "Lattimer_2001"}