{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["J.", "W.", "Lee"], ["G.", "Jhang"], ["G.", "Cerizza"], ["J.", "Barney"], ["J.", "Estee"], ["T.", "Isobe"], ["M.", "Kaneko"], ["M.", "Kurata-Nishimura"], ["W.", "G.", "Lynch"], ["T.", "Murakami"], ["C.", "Y.", "Tsang"], ["M.", "B.", "Tsang"], ["R.", "Wang"], ["B.", "Hong"], ["A.", "B.", "McIntosh"], ["H.", "Sakurai"], ["C.", "Santamaria"], ["R.", "Shane"], ["S.", "Tangwancharoen"], ["S.", "J.", "Yennello"], ["Y.", "Zhang"]], "title": "Charged particle track reconstruction with S$\\pi$RIT Time Projection Chamber", "journa": "", "year": "2020", "journal": ["Nuclear Instruments and Methods in Physics Research Section A: Accelerators, Spectrometers, Detectors and Associated Equipment", "NIMA", "Nucl. Instrum. Methods Phys. Res., Sect. A"], "volume": "965", "pages": "163840", "page1": "163840", "page2": 0, "issn": "0168-9002", "doi": "https://doi.org/10.1016/j.nima.2020.163840", "url": "https://www.sciencedirect.com/science/article/pii/S0168900220303545", "keywords": "Symmetry energy, SRIT, Time Projection Chamber, Pattern recognition, Tracking, GENFIT, RAVE, Riemann fitting, Vertex reconstruction", "abstract": "In this paper, we present a software framework, SÏ\u0080RITROOT, which is capable of track reconstruction and analysis of heavy-ion collision events recorded with the SÏ\u0080RIT time projection chamber. The track-fitting toolkit GENFIT and the vertex reconstruction toolkit RAVE are applied to a box-type detector system. A pattern recognition algorithm which performs helix track finding and handles overlapping pulses is described. The performance of the software is investigated using experimental data obtained at the Radioactive Isotope Beam Facility (RIBF) at RIKEN. This work focuses on data from 132Sn + 124Sn collision events with beam energy of 270 AMeV. Particle identification is established using dEâ\u0088\u0095dx and magnetic rigidity, with pions, hydrogen isotopes, and helium isotopes.", "bname": "LeeJW_NIMA_2020_965_163840", "bnumber": -1, "btype": "article", "btag": [""], "xname": "LEE2020163840"}