{"bname": "LiuJie_PLB_2023_842_137985_12C_n_n_3a", "bnumber": -1, "btype": "article", "btag": ["12C_n_n_3a", "12C_n_a_9Be"], "author": [["Jie", "Liu"], ["Zengqi", "Cui"], ["Yiwei", "Hu"], ["Haofan", "Bai"], ["Zhenpeng", "Chen"], ["Cong", "Xia"], ["Tieshuan", "Fan"], ["Jinxiang", "Chen"], ["Guohui", "Zhang"], ["Xichao", "Ruan"], ["Hanxiong", "Huang"], ["Jie", "Ren"], ["Hongtao", "Chen"]], "collaboration": ["", "", ""], "reference": {}, "citedby": {}, "reaction": [["12C", "n", "n", "3a"], ["12C", "n", "a", "9Be"]], "xname": "LIU2023137985", "title": "12C(n,n + 3α) and 12C(n,α0)9Be cross sections in the MeV neutron energy region", "journal": ["Physics Letters B", "PLB", "Phys. Lett. B"], "year": "2023", "volume": "842", "pages": "137985", "page1": "137985", "page2": 0, "issn": "0370-2693", "doi": "10.1016/j.physletb.2023.137985", "url": "https://www.sciencedirect.com/science/article/pii/S0370269323003192", "keywords": "Cross sections, C() reaction, CBe reaction, Diamond detector, R-matrix analysis", "abstract": "Cross sections of the 12C(n, n+3α) reaction are of great significance in understanding the nuclear reaction mechanism and in the applications of nuclear technology. However, large differences (≈ 200%) exist in the 12C(n, n+3α) cross section data of measurements and evaluations. Using a single crystal chemical vapor deposited (sCVD) diamond detector as an active target, cross sections of the 12C(n, n+3α) and 12C(n, α0)9Be reactions were measured simultaneously in the neutron energy region of 9.50 – 14.67 MeV. The present cross sections of the 12C(n,α0)9Be reaction are consistent with the results of the latest measurement, which confirms the reliability of this work. The measurement results of the 12C(n, n+3α) reaction with uncertainties smaller than 15% contribute to effectively clarify the discrepancies of the measurements and evaluations. To our knowledge, this is the first time to measure the 12C(n, n+3α) cross sections using the diamond detector as an active target. Our method can be used in the future measurements to constrain the 12C(n, n+3α) excitation function in a much wider neutron energy region. R-matrix analysis was carried out for n+12C system using the RAC code in the neutron energy region below 30 MeV. Systematic and reliable calculation results are obtained for various reaction channels.", "bcite": "Jie Liu et. al., Phys. Lett. B 842 (2023) 137985"}