{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["W.", "G.", "Lynch"], ["M.", "B.", "Tsang"]], "title": "Decoding the density dependence of the nuclear symmetry energy", "journa": "", "year": "2022", "journal": ["Physics Letters B", "PLB", "Phys. Lett. B"], "volume": "830", "pages": "137098", "page1": "137098", "page2": 0, "issn": "0370-2693", "doi": "https://doi.org/10.1016/j.physletb.2022.137098", "url": "https://www.sciencedirect.com/science/article/pii/S0370269322002325", "abstract": "The large imbalance in the neutron and proton densities in very neutron rich systems increases the nuclear symmetry energy so that it governs many aspects of neutron stars and their mergers. Extracting the density dependence of the symmetry energy therefore constitutes an important scientific objective. Many analyses have been limited to extracting values for the symmetry energy, S0, and its “derivative”, L, at saturation density ρ0≈2.6×1014g/cm3 ≈0.16nucleons/fm3, resulting in constraints that appear contradictory. We show that most experimental observables actually probe the symmetry energy at densities far from ρ0, making the extracted values of S0 or L imprecise. By focusing on the densities these observables actually probe, we obtain a detailed picture of the density dependence of the symmetry energy from 0.25ρ0 to 2.0ρ0. From this experimentally derived density functional, we extract L01=54±6 MeV corresponding to the symmetry pressure of P01=1.8±0.2 MeV/fm3 at ρ≈0.10fm−3, a neutron skin thickness for P208b of Rnp=0.23±0.03 fm, and symmetry pressure at saturation density of P0=4.4±1.3 MeV/fm3. The extrapolated symmetry pressure at high density is consistent with results from recent measurements of neutron star radii from NICER and deformability from LIGO.", "bname": "LynchWG_PLB_2022_830_137098", "bnumber": -1, "btype": "article", "btag": [""], "xname": "LYNCH2022137098"}