{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["H.", "Okuno"], ["N.", "Fukunishi"], ["O.", "Kamigaito"]], "title": "Progress of RIBF accelerators", "journa": "", "year": "2012", "journal": ["Progress of Theoretical and Experimental Physics", "PTEP", "Progress of Theoretical and Experimental Physics"], "volume": "2012", "number": "1", "month": "12", "abstract": "\"\"{In order to greatly expand scientific opportunities with radioactive isotope (RI) beams, RIKEN has constructed a new heavy-ion accelerator facility, called “RI Beam Factory (RIBF).” Three new ring cyclotrons with K-values of 570 MeV, 980 MeV, and 2600 MeV, respectively, boost the energies of the output beams from the existing K540-MeV ring cyclotron up to 440 MeV/u for light ions and 345 MeV/u for very heavy ions. These energetic heavy-ion beams are converted into intense radioactive isotope (RI) beams via projectile fragmentation of stable isotopes or in-flight fission of uranium isotopes by a superconducting fragment separator, BigRIPS. The three ring cyclotrons were commissioned in 2006, and RI beams from uranium were first obtained in 2007. The beam intensities and available ion species are increasing at RIBF, owing to the continuous efforts that have been made since the first beam. So far, we have accelerated deuteron, helium, nitrogen, oxygen, aluminum, calcium, zinc, krypton, xenon, and uranium beams with the superconducting ring cyclotron (SRC). The extracted beam intensities reached 1000 pnA for the helium and oxygen beams, and the calcium beam intensity exceeded 400 pnA recently. The intensities of the xenon and uranium beams are also increasing; they reached 24 and 3.6 pnA, respectively. This paper illustrates the construction, commissioning, and various improvements carried out for the RIBF accelerators, as well as the present accelerator performance.", "\",\n    issn": "2050-3911", "doi": "10.1093/ptep/pts046", "url": "https://doi.org/10.1093/ptep/pts046", "note": "03C002", "pages": "03C002", "page1": "03C002", "page2": 0, "eprint": "https://academic.oup.com/ptep/article-pdf/2012/1/03C002/4473893/pts046.pdf", "bname": "OkunoH_PTEP_2012_2012_03C002", "bnumber": -1, "btype": "article", "btag": [""], "xname": "10.1093/ptep/pts046"}