{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["Akira", "Ono"]], "title": "Dynamics of clusters and fragments in heavy-ion collisions", "journa": "", "year": "2019", "journal": ["Progress in Particle and Nuclear Physics", "PPNP", "Progress in Particle and Nuclear Physics"], "volume": "105", "pages": "139-179", "page1": "139", "page2": "179", "issn": "0146-6410", "doi": "https://doi.org/10.1016/j.ppnp.2018.11.001", "url": "https://www.sciencedirect.com/science/article/pii/S0146641018300863", "abstract": "A review is given on the studies of formation of light clusters and heavier fragments in heavy-ion collisions at incident energies from several tens of MeV/nucleon to several hundred MeV/nucleon, focusing on dynamical aspects and on microscopic theoretical descriptions. Existing experimental data already clarify basic characteristics of expanding and fragmenting systems typically in central collisions, where cluster correlations cannot be ignored. Cluster correlations appear almost everywhere in excited low-density nuclear many-body systems and nuclear matter in statistical equilibrium where the properties of a cluster may be influenced by the medium. On the other hand, transport models to solve the time evolution have been developed based on the single-nucleon distribution function. Different types of transport models are reviewed putting emphasis both on theoretical features and practical performances in the description of fragmentation. A key concept to distinguish different models is how to consistently handle single-nucleon motions in the mean field, fluctuation or branching induced by two-nucleon collisions, and localization of nucleons to form fragments and clusters. Some transport codes have been extended to treat light clusters explicitly. Results indicate that cluster correlations can have strong impacts on global collision dynamics and correlations between light clusters should also be taken into account.", "bname": "OnoAkira_PPNP_2019_105_139", "bnumber": -1, "btype": "article", "btag": [""], "xname": "ONO2019139"}