{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["H.", "Otsu"], ["S.", "Koyama"], ["N.", "Chiga"], ["T.", "Isobe"], ["T.", "Kobayashi"], ["Y.", "Kondo"], ["M.", "Kurokawa"], ["W.", "G.", "Lynch"], ["T.", "Motobayashi"], ["T.", "Murakami"], ["T.", "Nakamura"], ["M.", "Kurata-Nishimura"], ["V.", "Panin"], ["H.", "Sato"], ["Y.", "Shimizu"], ["H.", "Sakurai"], ["M.", "B.", "Tsang"], ["K.", "Yoneda"], ["H.", "Wang"]], "title": "SAMURAI in its operation phase for RIBF users", "journa": "", "year": "2016", "journal": ["Nuclear Instruments and Methods in Physics Research Section B: Beam Interactions with Materials and Atoms", "NIMB", "Nucl. Instrum. Methods Phys. Res., Sect. B"], "volume": "376", "pages": "175-179", "page1": "175", "page2": "179", "note": "Proceedings of the XVIIth International Conference on Electromagnetic Isotope Separators and Related Topics (EMIS2015), Grand Rapids, MI, U.S.A., 11-15 May 2015", "issn": "0168-583X", "doi": "https://doi.org/10.1016/j.nimb.2016.02.056", "url": "https://www.sciencedirect.com/science/article/pii/S0168583X16001865", "keywords": "RI beam, Magnetic spectrometer", "abstract": "The Superconducting Analyzer for Multi-particles from Radioisotope beams, SAMURAI, with a large angular and momentum acceptance has entered into the phase of physics experiments. Several experiments have been already run with invariant mass spectroscopy using heavy ions and neutrons, as well as missing mass spectroscopy, by introducing detector arrays around the reaction target upstream of the dipole magnet. Many user devices will be introduced to be coupled with SAMURAI. In the Day-Two phase, an experimental program, SAMURAI08, was performed which took advantage of the large momentum acceptance property of SAMURAI. In this experiment, two or more particles with different Z and A/Z were detected at the focal plane in coincidence. Analysis details are reported as an example for similar experiment in future. A variety of experiments are waiting to be performed, which means that SAMURAI is now open for use by RIBF users.", "bname": "OtsuH_NIMB_2016_376_175", "bnumber": -1, "btype": "article", "btag": [""], "xname": "OTSU2016175"}