{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["H.", "Sato"], ["T.", "Kubo"], ["Y.", "Yano"], ["K.", "Kusaka"], ["J.", "Ohnishi"], ["K.", "Yoneda"], ["Y.", "Shimizu"], ["T.", "Motobayashi"], ["H.", "Otsu"], ["T.", "Isobe"], ["T.", "Kobayashi"], ["K.", "Sekiguchi"], ["T.", "Nakamura"], ["Y.", "Kondo"], ["Y.", "Togano"], ["T.", "Murakami"], ["T.", "Tsuchihashi"], ["T.", "Orikasa"], ["K.", "Maeta"]], "title": "Superconducting Dipole Magnet for SAMURAI Spectrometer", "journa": "", "year": "2013", "journal": ["IEEE Transactions on Applied Superconductivity", "IEEE", "IEEE Transactions on Applied Superconductivity"], "volume": "23", "number": "3", "pages": "4500308-4500308", "page1": "4500308", "page2": "4500308", "abstract": "A superconducting dipole magnet for a large-acceptance spectrometer named SAMURAI has been constructed and installed at the RIKEN RI Beam Factory. The important features of the SAMURAI superconducting dipole magnet are a large pole gap, a wide horizontal opening, and a large momentum bite. The magnet is an H-type dipole, having circular superconducting coils and cylindrical pole pieces with a diameter of 2 m and a pole gap of 880 mm. The coils are orderly wound by the wet winding method developed by Toshiba using a Nb/Ti superconducting wire. The upper and lower coils are installed in two separate cryostats and cooled by the liquid helium bath cooling method. Each cryostat has six cryocoolers: one for a coil vessel at 4 K, four for thermal shields, and one for high- <i>T</i><sub>C</sub> superconducting power leads. The size of the iron yoke is 6.7 m wide, 3.5 m deep, 4.64 m tall, and the total weight of the magnet is about 650 tons. The maximum magnetic field is 3.08 T at 563 A (1.922 MA turns/coil), which gives a bending power (field integral) of 7.05 Tm. The maximum stored energy amounts to 27.4 MJ and the inductance varies from 396 H to 150 H as the magnetic field increases. The fringe fields are smaller than 5 mT at 0.5 m from the magnet. The construction of the SAMURAI magnet started in 2008 and was completed in June 2011. The commissioning of the SAMURAI spectrometer was successfully performed using RI beams in March 2012.", "keywords": "", "doi": "10.1109/TASC.2012.2237225", "issn": "1558-2515", "month": "June", "bname": "SatoH_IEEE_2013_23_4500308", "bnumber": -1, "btype": "article", "btag": [""], "xname": "6399567"}