{"bname": "SchatzHendrik_Nature_2020_588_57_12C_n_n_3a", "bnumber": -1, "btype": "article", "btag": ["12C_n_n_3a"], "collaboration": ["", "", ""], "reaction": [["12C", "n", "n", "3a"]], "xname": "Jin2020", "author": [["Hendrik", "Schatz"]], "title": "Enhanced triple-α reaction reduces proton-rich nucleosynthesis in supernovae", "journal": ["Nature", "Nature", "Nature"], "year": "2020", "bibtype": "JOUR", "date": "2020/12/01", "page1": "57", "page2": "60", "volume": "588", "number": "7836", "abstract": "The rate of the triple-α reaction that forms 12C affects1,2 the synthesis of heavy elements in the Ga–Cd range in proton-rich neutrino-driven outflows of core-collapse supernovae3–5. Initially, these outflows contain only protons and neutrons; these later combine to form α particles, then 12C nuclei via the triple-α reaction, and eventually heavier nuclei as the material expands and cools. Previous experimental work6,7 demonstrated that despite the high temperatures encountered in these environments, the reaction is dominated by the well characterized Hoyle state resonance in 12C nuclei. At sufficiently high nucleon densities, however, proton- and neutron-scattering processes may alter the effective width of the Hoyle state8,9. This raises the questions of what the reaction rate in supernova outflows is, and how changes affect nucleosynthesis predictions. Here we report that in proton-rich core-collapse supernova outflows, these hitherto neglected processes enhance the triple-α reaction rate by up to an order of magnitude. The larger reaction rate suppresses the production of heavy proton-rich isotopes that are formed by the νp process3–5 (where ν is the neutrino and p is the proton) in the innermost ejected material of supernovae10–13. Previous work on the rate enhancement mechanism9 did not anticipate the importance of this enhancement for proton-rich nucleosynthesis. Because the in-medium contribution to the triple-α reaction rate must be present at high densities, this effect needs to be included in supernova nucleosynthesis models. This enhancement also differs from earlier sensitivity studies that explored variations of the unenhanced rate by a constant factor1,2, because the enhancement depends on the evolving thermodynamic conditions. The resulting suppression of heavy-element nucleosynthesis for realistic conditions casts doubt on the νp process being the explanation for the anomalously high abundances of 92,94Mo and 96,98Ru isotopes in the Solar System1,3,14 and for the signatures of early Universe element synthesis in the Ga–Cd range found in the spectra of ancient metal-poor stars15–20.", "isbn": "1476-4687", "url": "https://doi.org/10.1038/s41586-020-2948-7", "doi": "10.1038/s41586-020-2948-7"}