{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["R.", "Shane"], ["A.", "B.", "McIntosh"], ["T.", "Isobe"], ["W.", "G.", "Lynch"], ["H.", "Baba"], ["J.", "Barney"], ["Z.", "Chajecki"], ["M.", "Chartier"], ["J.", "Estee"], ["M.", "Famiano"], ["B.", "Hong"], ["K.", "Ieki"], ["G.", "Jhang"], ["R.", "Lemmon"], ["F.", "Lu"], ["T.", "Murakami"], ["N.", "Nakatsuka"], ["M.", "Nishimura"], ["R.", "Olsen"], ["W.", "Powell"], ["H.", "Sakurai"], ["A.", "Taketani"], ["S.", "Tangwancharoen"], ["M.", "B.", "Tsang"], ["T.", "Usukura"], ["R.", "Wang"], ["S.", "J.", "Yennello"], ["J.", "Yurkon"]], "title": "S$\\pi$RIT: A time-projection chamber for symmetry-energy studies", "journa": "", "year": "2015", "journal": ["Nuclear Instruments and Methods in Physics Research Section A: Accelerators, Spectrometers, Detectors and Associated Equipment", "NIMA", "Nucl. Instrum. Methods Phys. Res., Sect. A"], "volume": "784", "pages": "513-517", "page1": "513", "page2": "517", "note": "Symposium on Radiation Measurements and Applications 2014 (SORMA XV)", "issn": "0168-9002", "doi": "https://doi.org/10.1016/j.nima.2015.01.026", "url": "https://www.sciencedirect.com/science/article/pii/S0168900215000534", "keywords": "Time projection chamber, Rare isotope beams, Equation of state", "abstract": "A time-projection chamber (TPC) called the SAMURAI Pion-Reconstruction and Ion-Tracker (SÏ\u0080RIT) has recently been constructed at Michigan State University as part of an international effort to constrain the symmetry-energy term in the nuclear Equation of State (EoS). The SÏ\u0080RIT TPC will be used in conjunction with the SAMURAI spectrometer at the Radioactive Isotope Beam Factory (RIBF) at RIKEN to measure yield ratios for pions and other light isospin multiplets produced in central collisions of neutron-rich heavy ions, such as 132Sn+124Sn. The SÏ\u0080RIT TPC can function both as a TPC detector and as an active target. It has a vertical drift length of 50cm, parallel to the magnetic field. Gas multiplication is achieved through the use of a multi-wire anode plane. Image charges, produced in the 12096 pads, are read out with the recently developed Generic Electronics for TPCs.", "bname": "ShaneR_NIMA_2015_784_513", "bnumber": -1, "btype": "article", "btag": [""], "xname": "SHANE2015513"}