{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["S.", "R.", "Souza"], ["B.", "V.", "Carlson"], ["R.", "Donangelo"]], "title": "Post breakup dynamical evolution of fragments produced in nuclear multifragmentation", "journa": "", "year": "2019", "journal": ["Nuclear Physics A", "NPA", "Nucl. Phys. A"], "volume": "989", "pages": "69-80", "page1": "69", "page2": "80", "issn": "0375-9474", "doi": "https://doi.org/10.1016/j.nuclphysa.2019.05.017", "url": "https://www.sciencedirect.com/science/article/pii/S0375947419301393", "keywords": "Statistical reactions, Fragmentation, Two-particle correlations", "abstract": "The deexcitation of the primary hot fragments, produced in the breakup of an excited nuclear source, during their propagation under the influence of their mutual Coulomb repulsion is studied in the framework of a recently developed hybrid model. The latter is based on the Statistical Multifragmentation Model (SMM), describing the prompt breakup of the source, whereas the particle emission from the hot fragments, that decay while traveling away from each other, is treated by the Weisskopf-Ewing evaporation model. Since this treatment provides an event by event description of the process, in which the classical trajectories of the fragments are followed using molecular dynamics techniques, it allows one to study observables such as two-particle correlations and infer the extent to which the corresponding observables may provide information on the multifragment production mechanisms. Our results suggest that the framework on which these treatments are based may be considerably constrained by such analyses. They imply that information obtained from these model calculations may provide feedback to the theory of nuclear interferometry. In particular, our results do not support the hypothesis that the total momentum of the selected pair of particles used in the two-particle correlations remains constant during the post-breakup dynamics. Furthermore, the correlations may be appreciably affected by this fact. We also found that neutron deficient fragments should hold information more closely related to the breakup region than neutron rich ones, as they are produced in much earlier stages of the post breakup dynamics than the latter.", "bname": "SouzaSR_NPA_2019_989_69", "bnumber": -1, "btype": "article", "btag": [""], "xname": "SOUZA201969"}