{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["A.", "Strandlie"], ["J.", "Wroldsen"], ["R.", "Fr\\''hwirth"], ["B.", "Lillekjendlie"]], "title": "Particle tracks fitted on the Riemann sphere", "journa": "", "year": "2000", "journal": ["Computer Physics Communications", "CPC", "Computer Physics Communications"], "volume": "131", "number": "1", "pages": "95-108", "page1": "95", "page2": "108", "issn": "0010-4655", "doi": "https://doi.org/10.1016/S0010-4655(00)00086-2", "url": "https://www.sciencedirect.com/science/article/pii/S0010465500000862", "abstract": "We present a novel method of fitting trajectories of charged particles in high-energy physics particle detectors. The method fits a circular arc to two-dimensional measurements by mapping the measurements onto the Riemann sphere and fitting a plane to the transformed coordinates of the measurements. In this way, the non-linear task of circle fitting, which in general requires the application of some iterative procedure, is turned into a linear problem which can be solved in a fast, direct and non-iterative manner. We illustrate the usefulness of our approach by stating results from two simulation experiments of tracks from the ATLAS Inner Detector Transition Radiation Tracker (TRT). The first experiment shows that with a significantly lower execution time, the accuracy of the estimated track parameters is virtually as good as the accuracy obtained by applying an optimal, non-linear least-squares procedure. The second experiment focuses on track parameter estimation in the presence of ambiguous measurements. For this purpose, we have developed a new version of the Elastic Arms algorithm called the Elastic Planes algorithm. The algorithm produces results which are almost identical to the results from an optimal version of the Elastic Arms algorithm. The computational cost of our algorithm, however, is much lower.", "bname": "StrandlieA_CPC_2000_131_95", "bnumber": -1, "btype": "article", "btag": [""], "xname": "STRANDLIE200095"}