{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["Ingo", "Tews"], ["James", "M.", "Lattimer"], ["Akira", "Ohnishi"], ["Evgeni", "E.", "Kolomeitsev"]], "title": "Symmetry Parameter Constraints from a Lower Bound on Neutron-matter Energy", "journa": "", "year": "2017", "doi": "10.3847/1538-4357/aa8db9", "url": "https://doi.org/10.3847/1538-4357/aa8db9", "month": "oct", "publisher": "American Astronomical Society", "volume": "848", "number": "2", "pages": "105", "page1": "105", "page2": 0, "journal": ["The Astrophysical Journal", "ApJ", "Astro. J."], "abstract": "We propose the existence of a lower bound on the energy of pure neutron matter (PNM) on the basis of unitary-gas considerations. We discuss its justification from experimental studies of cold atoms as well as from theoretical studies of neutron matter. We demonstrate that this bound results in limits to the density-dependent symmetry energy, which is the difference between the energies of symmetric nuclear matter and PNM. In particular, this bound leads to a lower limit to the volume symmetry energy parameter S0. In addition, for assumed values of S0 above this minimum, this bound implies both upper and lower limits to the symmetry energy slope parameter L,which describes the lowest-order density dependence of the symmetry energy. A lower bound on neutron-matter incompressibility is also obtained. These bounds are found to be consistent with both recent calculations of the energies of PNM and constraints from nuclear experiments. Our results are significant because several equations of state that are currently used in astrophysical simulations of supernovae and neutron star mergers, as well as in nuclear physics simulations of heavy-ion collisions, have symmetry energy parameters that violate these bounds. Furthermore, below the nuclear saturation density, the bound on neutron-matter energies leads to a lower limit to the density-dependent symmetry energy, which leads to upper limits to the nuclear surface symmetry parameter and the neutron-star crustâ\u0080\u0093core boundary. We also obtain a lower limit to the neutron-skin thicknesses of neutron-rich nuclei. Above the nuclear saturation density, the bound on neutron-matter energies also leads to an upper limit to the symmetry energy, with implications for neutron-star cooling via the direct Urca process.", "bname": "TewsIngo_ApJ_2017_848_105", "bnumber": -1, "btype": "article", "btag": [""], "xname": "Tews_2017"}