{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["C.", "Y.", "Tsang"], ["J.", "Estee"], ["R.", "Wang"], ["J.", "Barney"], ["G.", "Jhang"], ["W.", "G.", "Lynch"], ["Z.", "Q.", "Zhang"], ["G.", "Cerizza"], ["T.", "Isobe"], ["M.", "Kaneko"], ["M.", "Kurata-Nishimura"], ["J.", "W.", "Lee"], ["T.", "Murakami"], ["M.", "B.", "Tsang"]], "title": "Space charge effects in the S$\\pi$RIT time projection chamber", "journa": "", "year": "2020", "journal": ["Nuclear Instruments and Methods in Physics Research Section A: Accelerators, Spectrometers, Detectors and Associated Equipment", "NIMA", "Nucl. Instrum. Methods Phys. Res., Sect. A"], "volume": "959", "pages": "163477", "page1": "163477", "page2": 0, "issn": "0168-9002", "doi": "https://doi.org/10.1016/j.nima.2020.163477", "url": "https://www.sciencedirect.com/science/article/pii/S016890022030084X", "keywords": "Time projection chamber, Space charge, Magnetic field non-uniformity, Electric field non-uniformity, Drift distortions, Particle tracking", "abstract": "Time projection chambers (TPCs) are widely used in nuclear and particle physics. They are particularly useful when measuring reaction products from heavy ion collisions. Most nuclear experiments at low energy are performed in a fixed target configuration, in which the unreacted beam will pass through the detection volume. As the beam intensity increases, the buildup of positive ions created from the ionization of the detector gas by the beam creates the main source of space charge, distorting the nominal electric field of the TPC. This has a profound effect on the accuracy of the measured momenta of the emitted particles. In this paper we will discuss the magnitude of the effects and construct an observable appropriate for fixed target experiments to study the effects. We will present an algorithm for correcting the space charge and discuss some of the implications it has on the momentum determination.", "bname": "TsangCY_NIMA_2020_959_163477", "bnumber": -1, "btype": "article", "btag": [""], "xname": "TSANG2020163477"}