{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["Hermann", "Wolter"], ["Maria", "Colonna"], ["Dan", "Cozma"], ["Pawel", "Danielewicz"], ["Che", "Ming", "Ko"], ["Rohit", "Kumar"], ["Akira", "Ono"], ["ManYee", "Betty", "Tsang"], ["Jun", "Xu"], ["Ying-Xun", "Zhang"], ["Elena", "Bratkovskaya"], ["Zhao-Qing", "Feng"], ["Theodoros", "Gaitanos"], ["Arnaud", "{Le", "FÃšvre}"], ["Natsumi", "Ikeno"], ["Youngman", "Kim"], ["Swagata", "Mallik"], ["Paolo", "Napolitani"], ["Dmytro", "Oliinychenko"], ["Tatsuhiko", "Ogawa"], ["Massimo", "Papa"], ["Jun", "Su"], ["Rui", "Wang"], ["Yong-Jia", "Wang"], ["Janus", "Weil"], ["Feng-Shou", "Zhang"], ["Guo-Qiang", "Zhang"], ["Zhen", "Zhang"], ["Joerg", "Aichelin"], ["Wolfgang", "Cassing"], ["Lie-Wen", "Chen"], ["Hui-Gan", "Cheng"], ["Hannah", "Elfner"], ["K.", "Gallmeister"], ["Christoph", "Hartnack"], ["Shintaro", "Hashimoto"], ["Sangyong", "Jeon"], ["Kyungil", "Kim"], ["Myungkuk", "Kim"], ["Bao-An", "Li"], ["Chang-Hwan", "Lee"], ["Qing-Feng", "Li"], ["Zhu-Xia", "Li"], ["Ulrich", "Mosel"], ["Yasushi", "Nara"], ["Koji", "Niita"], ["Akira", "Ohnishi"], ["Tatsuhiko", "Sato"], ["Taesoo", "Song"], ["Agnieszka", "Sorensen"], ["Ning", "Wang"], ["Wen-Jie", "Xie"]], "title": "Transport model comparison studies of intermediate-energy heavy-ion collisions", "journa": "", "year": "2022", "journal": ["Progress in Particle and Nuclear Physics", "PPNP", "Progress in Particle and Nuclear Physics"], "volume": "125", "pages": "103962", "page1": "103962", "page2": 0, "issn": "0146-6410", "doi": "https://doi.org/10.1016/j.ppnp.2022.103962", "url": "https://www.sciencedirect.com/science/article/pii/S0146641022000230", "keywords": "Heavy-ion collisions, Intermediate energy, Transport theory, Transport codes, Nuclear equation-of-state", "abstract": "Transport models are the main method to obtain physics information on the nuclear equation of state and in-medium properties of particles from low to relativistic-energy heavy-ion collisions. The Transport Model Evaluation Project (TMEP) has been pursued to test the robustness of transport model predictions in reaching consistent conclusions from the same type of physical model. To this end, calculations under controlled conditions of physical input and set-up were performed with various participating codes. These included both calculations of nuclear matter in a box with periodic boundary conditions, which test separately selected ingredients of a transport code, and more realistic calculations of heavy-ion collisions. Over the years, six studies have been performed within this project. In this intermediate review, we summarize and discuss the present status of the project. We also provide condensed descriptions of the 26 participating codes, which contributed to some part of the project. These include the major codes in use today. After a compact description of the underlying transport approaches, we review the main results of the studies completed so far. They show, that in box calculations the differences between the codes can be well understood and a convergence of the results can be reached. These studies also highlight the systematic differences between the two families of transport codes, known under the names of Boltzmannâ\u0080\u0093Uehlingâ\u0080\u0093Uhlenbeck (BUU) and Quantum Molecular Dynamics (QMD) type codes. However, when the codes were compared in full heavy-ion collisions using different physical models, as recently for pion production, they still yielded substantially different results. This calls for further comparisons of heavy-ion collisions with controlled models and of box comparisons of important ingredients, like momentum-dependent fields, which are currently underway. Our evaluation studies often indicate improved strategies in performing transport simulations and thus can provide guidance to code developers. Results of transport simulations of heavy-ion collisions from a given code will have more significance if the code can be validated against benchmark calculations such as the ones summarized in this review.", "bname": "WolterHermann_PPNP_2022_125_103962", "bnumber": -1, "btype": "article", "btag": [""], "xname": "WOLTER2022103962"}