{"doctype": "", "collaboration": ["", "", ""], "author1": [], "author": [["Yasushige", "Yano"]], "title": "The RIKEN RI Beam Factory Project: A status report", "journa": "", "year": "2007", "journal": ["Nuclear Instruments and Methods in Physics Research Section B: Beam Interactions with Materials and Atoms", "NIMB", "Nucl. Instrum. Methods Phys. Res., Sect. B"], "volume": "261", "number": "1", "pages": "1009-1013", "page1": "1009", "page2": "1013", "note": "The Application of Accelerators in Research and Industry", "issn": "0168-583X", "doi": "https://doi.org/10.1016/j.nimb.2007.04.174", "url": "https://www.sciencedirect.com/science/article/pii/S0168583X07009792", "keywords": "RIKEN RI Beam Factory, Superconducting ring cyclotron, Superconducting in-flight RI beam separator", "abstract": "In order to greatly upgrade the capability of its existing heavy-ion accelerator facility, RIKEN is constructing a new radioactive isotope (RI) beam facility, called â\u0080\u009cRI Beam Factoryâ\u0080\u009d. This facility is of an in-flight RI beam separation scheme. Three new ring cyclotrons with K-values of 570MeV, 980MeV and 2500MeV, respectively, boost energies of the output beams from the existing K540-MeV ring cyclotron up to 440MeV/nucleon for light ions and 350MeV/nucleon for very heavy ions. The K2500-MeV ring cyclotron, SRC is the worldâ\u0080\u0099s first superconducting ring cyclotron. These energetic heavy-ion beams are converted into intense RI beams via projectile fragmentation of stable isotopes or in-flight fission of uranium isotopes by a superconducting fragment separator, BigRIPS. The combination of the SRC and the BigRIPS will greatly expand our knowledge of nuclear world into presently inaccessible region on the nuclear chart. The new ring cyclotrons and the Big RIPS will be commissioned in late 2006. Construction of a part of major experimental installations planned is expected to start in 2007.", "bname": "YanoYasushige_NIMB_2007_261_1009", "bnumber": -1, "btype": "article", "btag": [""], "xname": "YANO20071009"}